Repository: Metman737/fxrate
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: writen by
fa: نوشته‌شده توسط

source: All News
fa: همه اخبار

source: Continue reading
fa: ادامه مطلب

source: ltr
fa: rtl

source: Sarai Shahzada
fa: سرای شهزاده

source: Buy
fa: فروش

source: Actual rate
fa: آخرین نرخ

source: High
fa: بیشترین

source: Low
fa: کمترین

source: Open
fa: شروع بازار

source: left
fa: right

source: AFN
fa: افغانی

source: to
fa: به

source: Sell
fa: خرید

source: Date
fa: زمان

source: Today
fa: امروز

source: Sarai Shahzada AFN Rates
fa: نرخ های افغانی سرای شهزاده

source: Currency
fa: ارز خارجی

source: Home
fa: صفحه اصلی

source: News
fa: اخبار

source: Exchange Table
fa: نرخ اسعار
